Repository: mediaexplorer74/UniSky
Catalog: UniSky/Resources/*/Resources.resw
Source language: en_gb
Languages: pl_pl

# PostsRun.Text
source: Posts
pl_pl: Posty

# FollowersRun.Text
source: Followers
pl_pl: Obserwujących

# Feed_Posts
source: Posts
pl_pl: Posty

# Feed_Replies
source: Posts & Replies
pl_pl: Posty & Odpowiedzi

# RetweetedByRun.Text
source: Reposted by
pl_pl: Przesłane dalej przez by

# PostReplyButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Replies
pl_pl: Odpowiedzi

# PostRetweetButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Repost
pl_pl: Prześlij dalej

# PostLikeButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Like
pl_pl: Polub

# ReplyingToRun.Text
source: Replying to
pl_pl: Odpowiadanie do

# TimeUnit_Hour
source: h
pl_pl: g

# TimeUnit_Minute
source: m
pl_pl: min

# TimeUnit_Month
source: mo
pl_pl: mies

# TimeUnit_Week
source: w
pl_pl: tyg

# TimeUnit_Year
source: yr
pl_pl: r

# E_NonImageOrVideo
source: Only image and video types are supported.
pl_pl: Tylko formaty obrazków i filmików są obsługiwane.

# E_ReplyToNonPost
source: Trying to reply to something that isn't a post?
pl_pl: Próbowanie odpowiedzieć do czegoś co nie jest postem?

# E_TooManyPhotos
source: Posts can contain at most four photos.
pl_pl: Posty mogą zawierać maks. cztery obrazki.

# E_TooManyVideos
source: Posts can contain at most one video.
pl_pl: Posty mogą zawierać maks. jeden filmik.

# E_UnableToAddImageToVideoPost
source: Can't add image when this post contains a video.
pl_pl: Nie można dodać obrazku gdy ten post zawiera filmik.

# E_UnableToAddVideoToImagePost
source: Can't add video when this post contains an image.
pl_pl: Nie można dodać filmiku gdy ten post zawiera obraz.

# ComposePrimaryTextBox.PlaceholderText
source: What's going on?
pl_pl: Co się dzieje?

# ComposeSheetSecondaryText.Text
source: Cancel
pl_pl: Anuluj

# E_FileUnavailable
source: Sorry, that file is unavailable.
pl_pl: Przepraszamy, ten plik jest niedostępny.

# E_VideosUnsupported
source: Sorry, videos are currently unsupported.
pl_pl: Przepraszamy, filmiki są narazie nie-obsługiwane.

# UploadToBluesky
source: Attach to post
pl_pl: Dodaj do postu

# Search_New
source: Latest
pl_pl: Najnowsze

# Search_Hot
source: Hot
pl_pl: Gorące

# Search_People
source: People
pl_pl: Ludzie

# Profile_Follow
source: Follow
pl_pl: Obserwuj

# Profile_Following
source: Following
pl_pl: Obserwując

# Notification_LikedTweetSingle
source: {0} liked your post
pl_pl: {0} polubił twój post

# Notification_LikedTweetMultiple
source: {0} and {1} liked your post
pl_pl: {0} and {1} polubili twój post

# Notification_Follow
source: {0} followed you
pl_pl: {0} obserwuje cię

# Notification_Mention
source: {0} mentioned you
pl_pl: {0} wspominął cie

# Notification_Other
source: other
pl_pl: inny

# Notification_Quote
source: {0} quoted your post
pl_pl: {0} zacytował twój post

# Notification_Reply
source: {0} replied to you
pl_pl: {0} odpowiedział do ciebie

# Notification_RetweetMultiple
source: {0} and {1} reposted
pl_pl: {0} and {1} podali dalej

# Notification_RetweetSingle
source: {0} reposted
pl_pl: {0} podał dalej

# Profile_Blocked
source: Blocked
pl_pl: Zablokowany

# Profile_InvalidHandle
source: Invalid Handle
pl_pl: Nieznany uchwyt

# Profile_BlockedUser
source: You are blocking this user
pl_pl: Narazie blokujesz tą osobę

# Profile_BlockedByUser
source: You are blocked by this user
pl_pl: Jesteś zablokowany przez tą osobę

# ComposeAddAltTextDialog.SecondaryButtonText
source: Cancel
pl_pl: Anuluj

# ComposeAddAltTextDialog.Title
source: ADD ALT TEXT
pl_pl: DODAJ ALTERNATYWNY TEXT

# ComposeAddAltTextTextBox.PlaceholderText
source: Describe this image! Be as detailed as you like.
pl_pl: Opisz ten obraz! Bądź jak szczegółowy jak chcesz.

# ComposeDiscardDraftDialog.PrimaryButtonText
source: Discard
pl_pl: Odrzuć

# ComposeDiscardDraftDialog.SecondaryButtonText
source: Cancel
pl_pl: Anuluj

# ComposeDiscardDraftDialog.Title
source: Discard draft?
pl_pl: Odrzuć próbę?

# ComposeDiscardDraftInfoBlock.Text
source: Are you sure you want to discard this draft? This action is irreversible!
pl_pl: Czy na serio chcesz odrzucisz tą próbę? Ta akcja jest nie-odwócalna!

# FeedMoreCopyLinkItem.Text
source: Copy Link
pl_pl: Skopiuj link

# FeedMoreCopyTextItem.Text
source: Copy Text
pl_pl: Skopiuj tekst

# FeedMoreHidePostItem.Text
source: Hide Post
pl_pl: Ukryj post

# FeedMoreMuteItem.Text
source: Mute Thread
pl_pl: Wycisz wątek

# FeedMoreReportPostItem.Text
source: Report Post
pl_pl: Reportuj Post

# FeedMoreShareItem.Text
source: Share
pl_pl: Udostępnij

# LoginAdvancedButton.Content
source: Advanced
pl_pl: Zaawansowane

# LoginButton.Content
source: Login
pl_pl: Zaloguj się

# LoginHostBox.Header
source: Server
pl_pl: Serwer

# LoginPageHeader.Text
source: To begin, enter your username and password.
pl_pl: Żeby zacząć, podaj swoją nazwę użytkownika i hasło

# LoginPasswordBox.Header
source: Password
pl_pl: Hasło

# LoginUsernameBox.Header
source: Username or Email Address
pl_pl: Nazwa Użytkownika lub Adres Email

# NotificationsPageTitleBlock.Text
source: NOTIFICATIONS
pl_pl: POWIADOMIENIA

# SearchPageSearchBox.PlaceholderText
source: Find something cool...
pl_pl: Znajdź coś fajnego...

# SearchPageTitleBlock.Text
source: SEARCH
pl_pl: WYSZUKAJ

# SettingsAppThemeItem_Performance.Content
source: Performance
pl_pl: Wydajność

# SettingsAutoRefreshFeedsSwitch.Header
source: Automatically refresh feeds (experimental)
pl_pl: Automatycznie odświeża posty (eksperymentalne)

# SettingsColorSchemeBox.Header
source: Colour Scheme
pl_pl: Schemat Kolorów

# SettingsColourSchemeItem_Dark.Content
source: Dark
pl_pl: Ciemny

# SettingsColourSchemeItem_Default.Content
source: Default
pl_pl: Domyślny

# SettingsColourSchemeItem_Light.Content
source: Light
pl_pl: Jasny

# SettingsNeedsRelaunchDialog.Title
source: RESTART REQUIRED
pl_pl: URUCHOMNIENIE PONOWNE POTRZEBNE

# SettingsNeedsRelaunchInfoBlock.Text
source: Unisky must be restarted for some changes to take effect. Do you want to relaunch now?
pl_pl: Unisky musi być uruchomione ponownie żeby niektóre zmiany miały efekt. Czy chcesz uruchomić ponownie teraz?

# SettingsOptionsHeaderBlock.Text
source: Options
pl_pl: Opcje

# SettingsSheet.SecondaryButtonContent
source: Close
pl_pl: Zamknij

# SettingsSheet.TitleContent
source: SETTINGS
pl_pl: USTAWIENIA

# SettingsThemeBox.Header
source: Theme
pl_pl: Motyw

# SettingsUseMultipleWindowsSwitch.Header
source: Use separate windows for popups
pl_pl: Używaj oddzielnych okien dla wyskakujących okien

# Share_Username
source: @{0} on Bluesky
pl_pl: @{0} na Bluesky
